金刚经讲义.org
* 目录                                                                  :TOC:
- [[#说般若纲要][说般若纲要]]
- [[#五重释题][五重释题]]
- [[#文义][文义]]
  - [[#序分][序分]]
  - [[#正宗分][正宗分]]
  - [[#流通分][流通分]]

* 说般若纲要
  1. 第一义，即谓本性。性为绝待之体，故曰第一义。性体空寂，故曰第一义空。
  2. 凡明诸法缘生之义者，曰俗谛。凡明缘生即空之义者，曰真谛。
  3. 执著分两种：执五蕴色身为我，名曰人我执，简言之，曰我执；执著一切诸法，名曰法我执，简言之，则曰法执。我执不除，生烦恼障。法执不除，生所知障。总名惑障。由惑造业，则为业障。因业受苦，名曰苦障，亦名报障。我法二执，细分之，又有分别、俱生之别。起心分别，因而执著者，为分别我法二执，故粗；并未有意分别，而执著之凡情随念俱起者，为俱生我法二执。

* 五重释题
  - 天台宗，五重：名、体、宗、用、相
  - 名：金刚般若波罗密经
  - 体：生实相
  - 宗：离一切相，修一切善
  - 用：破我，灭罪，成就如来
  - 相（判教）：至圆极顿

* 文义
** 序分
*** 证信序（又名：通序，经后序，遗教序）
*** 发起序
    - 佛为出家制三衣。一名安陀会，此名五条，亦名著体衣，作务及坐卧著之。一名郁多罗僧，此名七条，讲经说法，则加于五条之上著之，故又名上衣。若居稠人广众，或入大都会及王宫，则著九条者，梵名僧伽黎，亦名大衣。五条又名下品，七条又名中品，九条又名上品。
    - 三衣，总名袈裟，加沙者杂也
** 正宗分
** 流通分
