金刚经讲义.tex
% Created 2020-03-04 三 20:19
% Intended LaTeX compiler: pdflatex
\documentclass[11pt]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{graphicx}
\usepackage{grffile}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{textcomp}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\usepackage{xeCJK}
\author{Johnny Zhang}
\date{\today}
\title{}
\hypersetup{
 pdfauthor={Johnny Zhang},
 pdftitle={},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 26.3 (Org mode 9.3.6)},
 pdflang={English}}
\begin{document}

\section{说般若纲要}
\label{sec:org2c5a7e9}
\begin{enumerate}
\item 第一义，即谓本性。性为绝待之体，故曰第一义。性体空寂，故曰第一义空。
\item 凡明诸法缘生之义者，曰俗谛。凡明缘生即空之义者，曰真谛。
\item 执著分两种：执五蕴色身为我，名曰人我执，简言之，曰我执；执著一切诸法，名曰法我执，简言之，则曰法执。我执不除，生烦恼障。法执不除，生所知障。总名惑障。由惑造业，则为业障。因业受苦，名曰苦障，亦名报障。我法二执，细分之，又有分别、俱生之别。起心分别，因而执著者，为分别我法二执，故粗；并未有意分别，而执著之凡情随念俱起者，为俱生我法二执。
\end{enumerate}

\section{五重释题}
\label{sec:org169889a}
\begin{itemize}
\item 天台宗，五重：名、体、宗、用、相
\item 名：金刚般若波罗密经
\item 体：生实相
\item 宗：离一切相，修一切善
\item 用：破我，灭罪，成就如来
\item 相（判教）：至圆极顿
\end{itemize}

\section{文义}
\label{sec:orgbcc13ac}
\subsection{序分}
\label{sec:orgff0515d}
\subsubsection{证信序（又名：通序，经后序，遗教序）}
\label{sec:org9760c8d}
\subsubsection{发起序}
\label{sec:org7725812}
\begin{itemize}
\item 佛为出家制三衣。一名安陀会，此名五条，亦名著体衣，作务及坐卧著之。一名郁多罗僧，此名七条，讲经说法，则加于五条之上著之，故又名上衣。若居稠人广众，或入大都会及王宫，则著九条者，梵名僧伽黎，亦名大衣。五条又名下品，七条又名中品，九条又名上品。
\item 三衣，总名袈裟，加沙者杂也
\end{itemize}
\subsection{正宗分}
\label{sec:org5c2afbe}
\subsection{流通分}
\label{sec:orgd5d1c5e}
\end{document}